Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses. You'll receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
uk: Всі представлені відповіді однолітків були оцінені. Перевірити пізніше, щоб переконатися, все більше студентів подали відповідей. Ви отримаєте свій клас після того як ви виконали всі кроки, необхідні для цієї проблеми і ваші колеги оцінили вашу відповідь.

source: Invalid Token
uk: Невірний ключ

source: Fri
uk: Пт

source: Your Progress
uk: Ваш прогрес

source: Never published
uk: Ніколи не публікований

source: Two character ISO country code.
uk: Двосимвольний код ISO країни.

source: Team
uk: Команда

source: Student Support
uk: Підтримка студентів

source: The cohort cannot be saved
uk: Не вдалося зберегти когорту

source: Check the highlighted fields below and try again.
uk: Перевірте підкреслені поля і спробуйте знов.

source: You can still sign up for an ID verified {cert_name_long} for this course. If you plan to complete the whole course, it is a great way to recognize your achievement. {link_start}Learn more about the verified {cert_name_long}{link_end}.
uk: Ви можете замовити отримання верифікованого {cert_name_long} для цього курсу. Якщо ви плануєте пройти увесь курс, це гарна можливість підтвердити ваші знання та здобутки. {link_start}Дізнайтесь більше про {cert_name_long}{link_end}.

source: Upvote posts and good responses
uk: Голосуйте за повідомлення і за хороші відповіді

source: Payment Details
uk: Деталі оплат

source: Change Manually
uk: Змінити вручну

source: {partner_short_name} {course_number} Certificate | {platform_name}
uk: {partner_short_name} {course_number} сертифікат | {platform_name}

source: ID Verified
uk: ID підтверджений

source: Align right
uk: Вирівняти за правим краєм

source: Not started
uk: Ще не оцінений

source: Subsection Submissions
uk: Відповіді Підрозділу

source: Order Status:
uk: Статус замовлення:

source: Disclaimer
uk: Застереження про обмеження відповідальності

source: Whitelist {country} for {course}
uk: Занести до білого списку країну {country} для курсу {course}

source: This course is in your <a href="{cart_link}">cart</a>.
uk: Цей курс у вашому <a href="{cart_link}">кошику</a>.

source: Raw Grades of students enrolled in {course_key}
uk: Попередні оцінки студентів, зарахованих на курс {course_key}

source: git clone or pull failed!
uk: git clone або pull невдалі!

source: Allow students to generate certificates for this course?
uk: Дозволити студентам генерувати сертифікати для цього курсу?

source: You are missing the following required fields:
uk: Ви не заповнили наступні необхідні поля:

source: Self
uk: Самооцінка

source: Legacy Instructor Dashboard
uk: Панель управління викладача: попередня версія

source: A photo identification document
uk: Фото для ідентифікації

source: unknown
uk: невідомо

source: Update my {platform_name} Account
uk: Оновити мою обліковий запис на {platform_name}

source: Generate Survey Results Report
uk: Створити звіт про результати опитування

source: Scores are shown without weighting applied, so if your problem contains 2 questions, it will display as having a total of 2 points.
uk: Бали вказані без вагового коефіцієнта, тому, якщо у Вашому завданні 2 питання, кількість балів, що відображається на екрані, буде дорівнювати 2.

source: Percent
uk: В процентах

source: Bookmark with usage_id: {usage_id} does not exist.
uk: Закладки з usage_id: {usage_id} не існує.

source: Your request could not be completed. Reload the page and try again.
uk: Ваш запит не може бути виконаний. Перезавантажте сторінку та спробуйте знову.

source: {earned:.3n} of {total:.3n} possible points
uk: {earned:.3n} з {total:.3n} можливих балів

source: Failed in authenticating {username}, error {error}
uk: Не вдалося пройти контроль доступу {username}, помилка {error}

source: Address Line 1
uk: Адреса, рядок 1

source: The enrollment code has been restored.
uk: Реєстраційний код відновлений.

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
uk: Завантажити файл у форматі CSV зі списком всіх рахунків на оплату і покупок по кредитній карті.

source: Please enter a problem location.
uk: Будь ласка, введіть місце розташування завдання.

source: Uploading…
uk: Завантажується...

source: Check Your Name
uk: Перевірте своє ім'я

source: You are already in a team in this course.
uk: Ви вже належите до однієї з команд на цьому курсі.

source: You are eligible for credit from {providers_string}
uk: Ви маєте право залік отримати від {providers_string}

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
uk: Ви відправили повідомлення електронної пошти самому собі, щоб переконатися в тому, що вбудовані посилання і зображення відображаються коректно, і вам подобається, як виглядає результат?

source: Date placed
uk: Дата розміщення

source: Error starting a task to rescore problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
uk: Помилка створення задачі по корегуванню оцінки за завдання '<%= problem_id %>'. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: Style
uk: Стиль

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
uk: Ви можете відписатись від курсу і повністю повернути кошти протягом 14 днів після дати запуску курсу.

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
uk: Щоб отримати детальну інформацію, прочитайте {math_link_start}введення математичних і наукових формул {math_link_end} {guide_link_start} посібника для слухачів {guide_link_end}.

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
uk: Будь ласка, введіть адресу своєї електронної пошти у форму нижче і ми надішлемо вам інструкції щодо заміни пароля.

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
uk: Вкажіть мінімальний прохідний бал для вступного іспиту - у відсотках. Зверніть увагу, що ви повинні активувати вступні випробування на цьому курсі для того, щоб ця настройка діяла.

source: Successfully enrolled the following students:
uk: Успішно зараховані наступні студенти:

source: Please include some written feedback as well.
uk: Будь ласка, залиште також короткий письмовий відгук.

source: Allowance Section
uk: Розділ послаблень

source: Complete
uk: Завершено

source: Do we want to show program listing page
uk: Ми хочемо показати сторінку лістингу програми

source: Libraries
uk: Бібліотеки

source: Previewing a merge between two revisions:
uk: Попередній перегляд двох об'єднаних версій:

source: Enrolled as:
uk: Внесений до списку реєстрації як:

source: records are not in correct format and not added to
uk: ці записи неправильного формату і не будуть додані

source: Reset attempts for all students on problem '<%= problem_id %>'?
uk: Оновити спроби для всіх студентів для завдання '<%= problem_id %>'?

source: These students will be enrolled once they register:
uk: Ці студенти будуть зараховані як тільки вони зареєструються:

source: Financial Assistance
uk: Фінансова Допомога

source: Successfully sent enrollment emails to the following students. They will be enrolled once they register:
uk: Успішно відправлені листи про зарахування наступним студентам. Вони будуть зараховані як тільки вони зареєструються:

source: Course About Page Image
uk: Зображення для сторінки "Про курс"

source: Download CSV Data
uk: Завантажити дані в форматі CSV

source: Hide Progress Tab
uk: Закрити вкладку прогресу

source: Categories
uk: Категорії

source: Download a CSV of problem responses
uk: Завантажити файл CSV з відповідями на завдання

source: Add Missing Groups
uk: Додати відсутні групи

source: Grade as:
uk: Оцінити як:

source: Change status
uk: Змінити статус

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at
uk: На жаль, співробітники нашого курсу не задовольнили ваш запит на зміну імені з {old_name} на {new_name}. Якщо вам потрібна додаткова допомога, будь ласка, зв'яжіться з командою технічної підтримки за адресою:

source: Gross Revenue Pending
uk: Валова виручка до отримання

source: Use drag and drop to reorder the content in your course.
uk: Використовуйте функцію перетягування, щоб реорганізувати вміст курсу.

source: These reports are delimited by start and end dates.
uk: Ці звіти відокремлюються датами початку та завершення.

source: Must provide full name
uk: Необхідно вказати повне ім'я

source: There was an error while verifying the file you submitted.
uk: Відбулась помилка під час перевірки поданого вами файла.

source: Invalid location.
uk: Невірне місцезнаходження.

source: Each bar shows the number of students that opened the subsection.
uk: Кожен стовпчик показує кількість студентів, які відкривали підрозділ.

source: coupon with the coupon code ({code}) already exists for this course
uk: Купон ({code}) для даного курсу вже був активований.

source: Math Expression Input
uk: Математичного Введення Виразу

source: Row group
uk: Група рядків

source: An error occurred. Please try again.
uk: Виникла помилка. Будь ласка, спробуйте ще раз.

source: Total Amount of Refunds
uk: Загальна кількість відшкодувань

source: The name that identifies you on the edX site. You cannot change your username.
uk: Ім’я для ідентифікації на сайті edX. Ви не можете змінити ім’я користувача.

source: Select True to allow third party systems to post grades past the deadline.
uk: Виберіть «true», щоб дозволити стороннім системам публікувати оцінки після терміну здачі.

source: Purchase order number (if any)
uk: Номер замовлення (якщо такі є)

source: No payment events.
uk: Немає жодних подій по оплаті.

source: name
uk: ім'я

source: Payment Error
uk: Помилка при оплаті

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
uk: Якщо вас не перенаправило протягом 5 секунд, <a href="%(target)s">натисніть тут, щоб перейти на головну сторінку</a>.

source: This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you'll receive a grade of Incomplete.
uk: Цей крок в даний час закрита. Не Ви можете більше повної оцінки однолітків немає або продовжити з призначенням, і ви будете отримати оцінку Неповне.

source: Discussion Sorting Alphabetical
uk: Обговорення в алфавітному порядку

source: Verify For {course_name}
uk: Перевірка для {course_name}

source: Undo (Ctrl+Z)
uk: Відмінити (Ctrl+Z)

source: College Degree
uk: Середня спеціальна освіта

source: List of Courses
uk: Список курсів

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
uk: Ваша бібліотека не може бути експортована в XML. Недостатньо інформації, що ідентифікувати проблемний компонент. Перевірте свій курс, щоб знайти проблемний компонент, і спробуйте знову.

source: Log Out
uk: Вийти

source: Median Student Age
uk: Середній вік студентів

source: This enrollment code has been canceled. It can no longer be used.
uk: Цей реєстраційний код недійсний. Його вже не можна використовувати.

source: I agree to the {platform_name} {terms_of_service}.
uk: Я погоджуюсь з {platform_name} {terms_of_service}.

source: The page that you were looking for was not found.
uk: Сторінку, яку ви шукали не знайдено.

source: Access the Studio Help forum from the menu that appears when you click your user name in the top right corner of Studio.
uk: Зайдіть на форум підтримки Studio через меню, що випадає, і яке викликається клацанням по своєму імені користувача в правому верхньому кутку Studio.

source: Course is full
uk: Курс набрано

source: Peer Assessments Complete
uk: Оцінювання однокурсниками завершено

source: Enroll in
uk: Записатися на

source: List Price per item
uk: Список цін\nза одиницю

source: Unendorse
uk: Скасувати підтримку

source: Data Integrity Error
uk: Помилка цілісності даних

source: Take a course with {platform} online
uk: Пройти курс {platform} онлайн

source: Expected a {expected_tag} tag; got {given_tag} instead
uk: Потрібен тег {expected_tag} ; замість цього введений тег {given_tag}

source: {course_number} Flagged Open Ended Problems
uk: {course_number} Зазначені завдання з відповіддю у вільній формі

source: {platform_name} learners can see my:
uk: Учасники {platform_name} можуть бачити мої:

source: If you have suggestions/feedback about the overall {platform_name} platform, or are facing general technical issues with the platform (e.g., issues with email addresses and passwords), you can reach us at {tech_email}. For technical questions, please make sure you are using a current version of Firefox or Chrome, and include browser and version in your e-mail, as well as screenshots or other pertinent details. If you find a bug or other issues, you can reach us at the following: {bugs_email}.
uk: Якщо у вас є пропозиції / відгуки про роботу платформи {platform_name} загалом, або якщо ви зіткнулися з загальними технічними проблемами, пов'язаними з платформою (наприклад, проблеми з адресами електронної пошти або паролями), ви можете зв'язатися з нами за адресою {tech_email} . Якщо у вас виникло питання технічного характеру, будь ласка, переконайтеся, що ви використовуєте найостаннішу доступну версію Firefox або Chrome, і вкажіть у повідомленні назву і версію свого браузера, а також прикладіть знімки екрану або інші подробиці, що стосуються справи. Якщо ви виявили помилку у системі або які-небудь інші проблеми, ви можете зв'язатися з нами за наступною адресою: {bugs_email}.

source: This content group is in use and cannot be deleted.
uk: Ця група за матеріалами, що вивчаються, вже використовується та не може бути видалена.

source: {course_number} Courseware
uk: {course_number} Зміст курсу

source: No git import logs have been recorded for this course.
uk: Немає журналів імпорту з git для цього курсу.

source: You must provide the complete location of the problem. In the Staff Debug viewer, the location looks like this:
uk: Ви повинні повністю вказати місцезнаходження завдання. У вікні налагоджувальної інформації для співробітників місцезнаходження виглядає наступним чином:

source: Create My {platform_name} Account
uk: Створити мій обліковий запис {platform_name}

source: Average
uk: Середньо

source: URL for Annotation Storage
uk: URL-адреса сховища коментарів

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
uk: Якщо вам потрібні більш-менш великі шрифти, використовуйте налаштування свого браузера щоб збільшувати або зменшувати їх масштаб. У Google Chrome це можна зробити одночасним натисканням Ctrl і + або Ctrl і -.

source: descending
uk: низхідний

source: Choose Language
uk: Обрати мову

source: Enter Start Date and Time
uk: Ввести початкову дату та час

source: This answer is unanswered.
uk: Це питання без відповіді.

source: Middle
uk: Другого ступеня

source: Error adding students.
uk: Помилка при додаванні студентів.

source: Number of seats purchased using coupon codes
uk: Кількість місць, придбаних з використанням купонів на знижку

source: Here is a list of open ended problems for this course.
uk: Список завдань цього курсу, які потребують відповіді у вільній формі.

source: emphasized text
uk: виокремлений текст

source: edX Additions:
uk: edX Додатки:

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
uk: Ви успішно завершили всі необхідні оцінок однокурсників для цього завдання. Ви можете оцінити додаткові відповіді однолітків, якщо ви хочете. Виконання додаткових оцінок не вплине на підсумкову оцінку.

source: Hi %(name)s,
uk: Привіт %(name)s,

source: Allow Public Wiki Access
uk: Загальний доступ до Вікі

source: Regenerate
uk: Відновити

source: Password assistance
uk: Допомога по зміні пароля

source: Cancel, restore, or mark an enrollment code as unused.
uk: Анулювати, відновити реєстраційний код, або зазначити його як невикористаний.

source: Free
uk: Безкоштовно

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
uk: Цей дійсний сертифікат {platform_name} для {username}, що брав участь в {partner_short_name} {course_number}

source: Error getting student progress url for '<%= student_id %>'. Check that the student identifier is spelled correctly.
uk: Сталась помилка під час отримання адреси сторінки із прогресом студента '<%= student_id %>'. Перевірте правильність написання ідентифікатору студента.

source: All topics
uk: Усі теми

source: Your Response Has Been Submitted For Peer Assessment
uk: Ваш відповідь був представлений на експертній оцінці

source: Merge between Revision #%(r1)d and Revision #%(r2)d
uk: Злиття версій #%(r1)d і #%(r2)d

source: e notation
uk: Експонентний запис

source: Course Chrome
uk: Навігація по курсу

source: (Source code line unavailable)
uk: (Рядок висхідного коду недоступний)

source: Found existing group: "{}"
uk: Знайдено існуючу групу: "{}"

source: Email or username
uk: Email або ім'я користувача

source: Maximum Words
uk: Максимальна кількість слів

source: Adding Files for Your Course
uk: Додати файли до Вашого Курсу

source: User {username} has never accessed problem {location}
uk: Користувач {username} не переглядав завдання {location}

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
uk: Ви все ще можете отримати підтверджений сертифікат! Продовжуйте, щоб показати знання і навички, отримані в цьому курсі.

source: error grading {image_input_id} (input={user_input})
uk: Помилка при оцінюванні {image_input_id} (input={user_input})

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines, as well as having their photo ID checked to verify their identity.
uk: {cert_type} сертифікат означає, що слухач {platform_name} зобов'язався виконувати кодекс честі {platform_name}'s і завершив всі необхідні завдання даного курсу у відповідності з його керівними принципами, а також має посвідчення особи з перевіреною фотографією, щоб підтверджує його особистість.

source: Amount
uk: Кількість

source: New to %(platformName)s?
uk: Вперше на %(platformName)s?

source: Course Is Public
uk: Курс є публічним

source: This course doesn't support paid certificates
uk: Цей курс не підтримує платні сертифікати

source: User requires forum administrator privileges to perform administration tasks. See instructor.
uk: Користувач запитує привілеї адміністратора форуму для здійснення адміністративних завдань. Зв'яжіться з викладачем.

source: We hope you enjoy learning with {platform_name}!
uk: Сподіваємось, вам сподобається навчання з {platform_name}!

source: Your Assessment
uk: Ваша оцінка

source: Change Preferred Language
uk: Змінити Мовні Уподобання

source: Email address
uk: Email адреса

source: This student (%s) will skip the entrance exam.
uk: Цей слухач (%s) може пропустити вступне випробування.

source: <i>Welcome</i> {name}
uk: <i>Ласкаво просимо,</i> {name}

source: Load Another File
uk: Завантажити інший файл

source: Try {browse_span_start}browsing all teams{span_end} or {search_span_start}searching team descriptions{span_end}. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
uk: Спробуйте {browse_span_start}відкрити список команд{span_end} або {search_span_start}шукати в описах команд{span_end}. Якщо Ви все одно не змогли знайти команду, до якої Ви хотіли б приєднатись {create_span_start}створіть нову команду за цією темою{span_end}.

source: Sent Email History
uk: Історія відправлених повідомлень

source: Keep Flag
uk: Залишити позначку

source: Please address the errors on this page first, and then save your progress.
uk: Перед тим як зберегти ваш прогрес, будь ласка, виправте помилки на цій сторінці.

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
uk: Реєстрація на {platform_name} надасть вам вільний доступ до всіх поточних та майбутніх курсів. Не готові розпочати навчання прямо зараз? Реєструючись, ви підписуєтесь на нашу поштову розсилку - ми повідомлятимемо вас про нові курси.

source: The email address you've provided isn't formatted correctly.
uk: Наданий Вами електронний адрес має неправильний формат.

source: If you have billing questions, please contact {billing_email}.
uk: Якщо у вас є питання щодо оплати, будь ласка, зв'яжіться за адресою {billing_email}.

source: If true, can be seen only by course staff, regardless of start date.
uk: Якщо встановлено значення \"true\", буде доступний тільки співробітникам курсу незалежно від дати початку.

source: Lock/unlock file
uk: Заблокувати/разблокувати файл

source: Operators
uk: Оператори

source: You have finished learning to grade, which means that you are now ready to start grading.
uk: Ознайомлення із системою оцінок завершено. Тепер ви готові їх ставити.

source: %(num_points)s points
uk: %(num_points)s балів

source: Number of items
uk: Кількість елементів

source: Students currently enrolled in the course.
uk: Студенти, які наразі підписані на цей курс.

source: To manage beta tester roles and cohorts, visit the Membership section of the Instructor Dashboard.
uk: Для управління ролями бета-тестерів і студентськими групами перейдіть до розділу \"Учасники\" на панелі керування викладача.

source: Unsupported
uk: Не підтримується

source: Please log in
uk: Будь ласка, увійдіть в систему

source: learners do not exist in LMS and not added to the
uk: Облікові записи студентів відсутні в LMS

source: To submit a response, view this component in Preview or Live mode.
uk: Щоб дати відовідь, перегляньте цей компонент у режимі Попереднього перегляду або На живо
